INSERT INTO unit (code, full_name, name) VALUES
    ('003',  'Миллиметр', 'мм'),
    ('004',  'Сантиметр', 'см'),
    ('005',  'Дециметр', 'дм'),
    ('006',  'Метр', 'м'),
    ('008',  'Километр; тысяча метров', 'км; 10^3 м'),
    ('009',  'Мегаметр; миллион метров', 'Мм; 10^6 м'),
    ('015',  'Нанометр', 'нм'),
    ('017',  'Гектометр', ''),
    ('018',  'Погонный метр', 'пог. м'),
    ('019',  'Тысяча погонных метров', '10^3 пог. м'),
    ('020',  'Условный метр', 'усл. м'),
    ('039',  'Дюйм (25,4 мм)', 'дюйм'),
    ('041',  'Фут (0,3048 м)', 'фут'),
    ('043',  'Ярд (0,9144 м)', 'ярд'),
    ('045',  'Миля (уставная) (1609,344 м)', ''),
    ('047',  'Морская миля (1852 м)', 'миля'),
    ('048',  'Тысяча условных метров', '10^3 усл. м'),
    ('049',  'Километр условных труб', 'км усл. труб'),
    ('050',  'Квадратный миллиметр', 'мм^2'),
    ('051',  'Квадратный сантиметр', 'см^2'),
    ('053',  'Квадратный дециметр', 'дм^2'),
    ('054',  'Тысяча квадратных дециметров', '10^3 дм^2'),
    ('055',  'Квадратный метр', 'м^2'),
    ('056',  'Миллион квадратных дециметров', '10^6 дм^2'),
    ('057',  'Миллион квадратных метров', '10^6 м^2'),
    ('058',  'Тысяча квадратных метров', '10^3 м^2'),
    ('059',  'Гектар', 'га'),
    ('060',  'Тысяча гектаров', '10^3 га'),
    ('061',  'Квадратный километр', 'км^2'),
    ('062',  'Условный квадратный метр', 'усл. м^2'),
    ('063',  'Тысяча условных квадратных метров', '10^3 усл. м^2'),
    ('064',  'Миллион условных квадратных метров', '10^6 усл. м^2'),
    ('071',  'Квадратный дюйм (645,16 мм^2)', 'дюйм^2'),
    ('073',  'Квадратный фут (0,092903 м^2)', 'фут^2'),
    ('075',  'Квадратный ярд (0,8361274 м^2)', 'ярд^2'),
    ('077',  'Акр (4840 квадратных ярдов)', ''),
    ('079',  'Квадратная миля', ''),
    ('081',  'Квадратный метр общей площади', 'м^2 общ. пл'),
    ('082',  'Тысяча квадратных метров общей площади', '10^3 м^2 общ. пл'),
    ('083',  'Миллион квадратных метров общей площади', '10^6 м^2 общ. пл'),
    ('084',  'Квадратный метр жилой площади', 'м^2 жил. пл'),
    ('085',  'Тысяча квадратных метров жилой площади', '10^3 м^2 жил. пл'),
    ('086',  'Миллион квадратных метров жилой площади', '10^6 м^2 жил. пл'),
    ('087',  'Квадратный метр учебно-лабораторных зданий', 'м^2 уч. лаб. здан'),
    ('088',  'Тысяча квадратных метров учебно-лабораторных зданий', '10^3 м^2 уч. лаб. здан'),
    ('089',  'Миллион квадратных метров в двухмиллиметровом исчислении', '10^6 м^2 2 мм исч'),
    ('109',  'Ар (100 м^2)', 'а'),
    ('110',  'Кубический миллиметр', 'мм^3'),
    ('111',  'Кубический сантиметр; миллилитр', 'см^3; мл'),
    ('112',  'Литр; кубический дециметр', 'л; дм^3'),
    ('113',  'Кубический метр', 'м^3'),
    ('114',  'Тысяча кубических метров', '10^3 м^3'),
    ('115',  'Миллиард кубических метров', '10^9 м^3'),
    ('116',  'Декалитр', 'дкл'),
    ('118',  'Децилитр', 'дл'),
    ('119',  'Тысяча декалитров', '10^3 дкл'),
    ('120',  'Миллион декалитров', '10^6 дкл'),
    ('121',  'Плотный кубический метр', 'плотн. м^3'),
    ('122',  'Гектолитр', 'гл'),
    ('123',  'Условный кубический метр', 'усл. м^3'),
    ('124',  'Тысяча условных кубических метров', '10^3 усл. м^3'),
    ('125',  'Миллион кубических метров переработки газа', '10^6 м^3 перераб. газа'),
    ('126',  'Мегалитр', 'Мл'),
    ('127',  'Тысяча плотных кубических метров', '10^3 плотн. м^3'),
    ('128',  'Тысяча полулитров', '10^3 пол. л'),
    ('129',  'Миллион полулитров', '10^6 пол. л'),
    ('130',  'Тысяча литров; 1000 литров', '10^3 л; 1000 л'),
    ('131',  'Кубический дюйм (16387,1 мм^3)', 'дюйм^3'),
    ('132',  'Кубический фут (0,02831685 м^3)', 'фут^3'),
    ('133',  'Кубический ярд (0,764555 м^3)', 'ярд^3'),
    ('135',  'Жидкостная унция СК (28,413 см3)', ''),
    ('136',  'Джилл СК (0,142065 дм3)', ''),
    ('137',  'Пинта СК (0,568262 дм3)', ''),
    ('138',  'Кварта СК (1,136523 дм3)', ''),
    ('139',  'Галлон СК (4,546092 дм3)', ''),
    ('140',  'Бушель СК (36,36874 дм3)', ''),
    ('141',  'Жидкостная унция США (29,5735 см3)', ''),
    ('142',  'Джилл США (11,8294 см3)', ''),
    ('143',  'Жидкостная пинта США (0,473176 дм3)', ''),
    ('144',  'Жидкостная кварта США (0,946353 дм3)', ''),
    ('145',  'Жидкостный галлон США (3,78541 дм3)', ''),
    ('146',  'Баррель (нефтяной) США (158,987 дм3)', ''),
    ('147',  'Сухая пинта США (0,55061 дм3)', ''),
    ('148',  'Сухая кварта США (1,101221 дм3)', ''),
    ('149',  'Сухой галлон США (4,404884 дм3)', ''),
    ('150',  'Бушель США (35,2391 дм3)', ''),
    ('151',  'Сухой баррель США (115,627 дм3)', ''),
    ('152',  'Стандарт', ''),
    ('153',  'Корд (3,63 м3)', ''),
    ('154',  'Тысячи бордфутов (2,36 м3)', ''),
    ('159',  'Миллион кубических метров', '10^6 м^3'),
    ('160',  'Гектограмм', 'гг'),
    ('161',  'Миллиграмм', 'мг'),
    ('162',  'Метрический карат (1 карат = 200 мг = 2*10^-4 кг)', 'кар'),
    ('163',  'Грамм', 'г'),
    ('164',  'Микрограмм', 'мкг'),
    ('165',  'Тысяча каратов метрических', '10^3 кар'),
    ('166',  'Килограмм', 'кг'),
    ('167',  'Миллион каратов метрических', '10^6 кар'),
    ('168',  'Тонна; метрическая тонна (1000 кг)', 'т'),
    ('169',  'Тысяча тонн', '10^3 т'),
    ('170',  'Килотонна', '10^3 т'),
    ('171',  'Миллион тонн', '10^6 т'),
    ('172',  'Тонна условного топлива', 'т усл. топл'),
    ('173',  'Сантиграмм', 'сг'),
    ('175',  'Тысяча тонн условного топлива', '10^3 т усл. топл'),
    ('176',  'Миллион тонн условного топлива', '10^6 т усл. топл'),
    ('177',  'Тысяча тонн единовременного хранения', '10^3 т единовр. хран'),
    ('178',  'Тысяча тонн переработки', '10^3 т перераб'),
    ('179',  'Условная тонна', 'усл. т'),
    ('181',  'Брутто-регистровая тонна (2,8316 м^3)', 'БРТ'),
    ('182',  'Нетто-регистровая тонна', ''),
    ('183',  'Обмерная (фрахтовая) тонна', ''),
    ('184',  'Водоизмещение', ''),
    ('185',  'Грузоподъемность в метрических тоннах', 'т грп'),
    ('186',  'Фунт СК, США (0,45359237 кг)', ''),
    ('187',  'Унция СК, США (28,349523 г)', ''),
    ('188',  'Драхма СК (1,771745 г)', ''),
    ('189',  'Гран СК, США (64,798910 мг)', ''),
    ('190',  'Стоун СК (6,350293 кг)', ''),
    ('191',  'Квартер СК (12,700586 кг)', ''),
    ('192',  'Центал СК (45,359237 кг)', ''),
    ('193',  'Центнер США (45,3592 кг)', ''),
    ('194',  'Длинный центнер СК (50,802345 кг)', ''),
    ('195',  'Короткая тонна СК, США (0,90718474 т) [2*]', ''),
    ('196',  'Длинная тонна СК, США (1,0160469 т) [2*]', ''),
    ('197',  'Скрупул СК, США (1,295982 г)', ''),
    ('198',  'Пеннивейт СК, США (1,555174 г)', ''),
    ('199',  'Драхма СК (3,887935 г)', ''),
    ('200',  'Драхма США (3,887935 г)', ''),
    ('201',  'Унция СК, США (31,10348 г); тройская унция', ''),
    ('202',  'Тройский фунт США (373,242 г)', ''),
    ('206',  'Центнер (метрический) (100 кг); гектокилограмм; квинтал (метрический); децитонна', 'ц'),
    ('207',  'Тысяча центнеров', '10^3 ц'),
    ('212',  'Ватт', 'Вт'),
    ('213',  'Эффективная мощность (245,7 ватт)', ''),
    ('214',  'Киловатт', 'кВт'),
    ('215',  'Мегаватт; тысяча киловатт', 'МВт; 10^3 кВт'),
    ('222',  'Вольт', 'В'),
    ('223',  'Киловольт', 'кВ'),
    ('226',  'Вольт-ампер', 'В•А'),
    ('227',  'Киловольт-ампер', 'кВ•А'),
    ('228',  'Мегавольт-ампер (тысяча киловольт-ампер)', 'МВ•А'),
    ('230',  'Киловар', 'квар'),
    ('231',  'Метр в час', 'м/ч'),
    ('2311', 'Грей в секунду' , 'Гр/с'),
    ('2312', 'Грей в минуту' , 'Гр/мин'),
    ('2313', 'Грей в час' , 'Гр/ч'),
    ('2314', 'Микрогрей в секунду' , 'мкГр/с'),
    ('2315', 'Микрогрей в час' , 'мкГр/ч'),
    ('2316', 'Миллигрей в час' , 'мГр/ч'),
    ('232',  'Килокалория', 'ккал'),
    ('233',  'Гигакалория', 'Гкал'),
    ('234',  'Тысяча гигакалорий', '10^3 Гкал'),
    ('235',  'Миллион гигакалорий', '10^6 Гкал'),
    ('2351', 'Зиверт в час' , 'Зв/ч'),
    ('2352', 'Микрозиверт в секунду' , 'мкЗв/с'),
    ('2353', 'Микрозиверт в час' , 'мкЗв/ч'),
    ('2354', 'Миллизиверт в час' , 'мЗв/ч'),
    ('2355', 'Градус (плоского угла)' , ''),
    ('2356', 'Минута (плоского угла)' , ''),
    ('2357', 'Секунда (плоского угла)' , ''),
    ('236',  'Калория в час', 'кал/ч'),
    ('237',  'Килокалория в час', 'ккал/ч'),
    ('238',  'Гигакалория в час', 'Гкал/ч'),
    ('239',  'Тысяча гигакалорий в час', '10^3 Гкал/ч'),
    ('241',  'Миллион ампер-часов', '10^6 А•ч'),
    ('242',  'Миллион киловольт-ампер', '10^6 кВ•А'),
    ('243',  'Ватт-час', 'Вт•ч'),
    ('245',  'Киловатт-час', 'кВт•ч'),
    ('246',  'Мегаватт-час; 1000 киловатт-часов', 'МВт•ч; 10^3 кВт•ч'),
    ('247',  'Гигаватт-час (миллион киловатт-часов)', 'ГВт•ч'),
    ('248',  'Киловольт-ампер реактивный', 'кВ•А Р'),
    ('249',  'Миллиард киловатт-часов', '10^9 кВт•ч'),
    ('250',  'Тысяча киловольт-ампер реактивных', '10^3 кВ•А Р'),
    ('251',  'Лошадиная сила', 'л. с'),
    ('252',  'Тысяча лошадиных сил', '10^3 л. с'),
    ('253',  'Миллион лошадиных сил', '10^6 л. с'),
    ('254',  'Бит', 'бит'),
    ('2541', 'Бит в секунду' , 'бит/с'),
    ('2543', 'Килобит в секунду' , 'кбит/с'),
    ('2545', 'Мегабит в секунду' , 'Мбит/с'),
    ('2547', 'Гигабит в секунду' , 'Гбит/с'),
    ('255',  'Байт', 'байт'),
    ('2551', 'Байт в секунду' , 'Байт/с'),
    ('2552', 'Гигабайт в секунду' , 'Гбайт/с'),
    ('2553', 'Гигабайт' , 'Гбайт'),
    ('2554', 'Терабайт' , 'Тбайт'),
    ('2555', 'Петабайт' , 'Пбайт'),
    ('2556', 'Эксабайт' , 'Эбайт'),
    ('2557', 'Зеттабайт' , 'Збайт'),
    ('2558', 'Йоттабайт' , 'Йбайт'),
    ('256',  'Килобайт', 'кбайт'),
    ('2561', 'Килобайт в секунду' , 'кбайт/с'),
    ('257',  'Мегабайт', 'Мбайт'),
    ('2571', 'Мегабайт в секунду' , 'Мбайт/с'),
    ('258',  'Бод', 'бод'),
    ('2581', 'Эрланг' , 'Эрл'),
    ('260',  'Ампер', 'А'),
    ('263',  'Ампер-час (3,6 кКл)', 'А•ч'),
    ('264',  'Тысяча ампер-часов', '10^3 А•ч'),
    ('270',  'Кулон', 'Кл'),
    ('271',  'Джоуль', 'Дж'),
    ('273',  'Килоджоуль', 'кДж'),
    ('274',  'Ом', 'Ом'),
    ('275',  'Британская тепловая единица (1,055 кДж)', ''),
    ('276',  'Грей', 'Гр'),
    ('277',  'Микрогрей', 'мкГр'),
    ('278',  'Миллигрей', 'мГр'),
    ('279',  'Килогрей', 'кГр'),
    ('280',  'Градус Цельсия', '°C'),
    ('281',  'Градус Фаренгейта', '°F'),
    ('282',  'Кандела', 'кд'),
    ('283',  'Люкс', 'лк'),
    ('284',  'Люмен', 'лм'),
    ('287',  'Генри', 'Гн'),
    ('288',  'Кельвин', 'K'),
    ('289',  'Ньютон', 'Н'),
    ('290',  'Герц', 'Гц'),
    ('291',  'Килогерц', 'кГц'),
    ('292',  'Мегагерц', 'МГц'),
    ('293',  'Гигагерц', 'ГГц'),
    ('294',  'Паскаль', 'Па'),
    ('295',  'Терагерц', 'ТГц'),
    ('296',  'Сименс', 'См'),
    ('297',  'Килопаскаль', 'кПа'),
    ('298',  'Мегапаскаль', 'МПа'),
    ('300',  'Физическая атмосфера (101325 Па)', 'атм'),
    ('301',  'Техническая атмосфера (98066,5 Па)', 'ат'),
    ('302',  'Гигабеккерель', 'ГБк'),
    ('303',  'Килобеккерель', 'кБк'),
    ('304',  'Милликюри', 'мКи'),
    ('305',  'Кюри', 'Ки'),
    ('306',  'Грамм делящихся изотопов', 'г Д/И'),
    ('307',  'Мегабеккерель', 'МБк'),
    ('308',  'Миллибар', 'мб'),
    ('309',  'Бар', 'бар'),
    ('310',  'Гектобар', 'гб'),
    ('312',  'Килобар', 'кб'),
    ('313',  'Тесла', 'Тл'),
    ('3135', 'Децибел' , 'Дб'),
    ('314',  'Фарад', 'Ф'),
    ('316',  'Килограмм на кубический метр', 'кг/м^3'),
    ('317',  'Килограмм на квадратный сантиметр', 'кг/см^2'),
    ('318',  'Зиверт', 'Зв'),
    ('3181', 'Человеко-зиверт' , 'чел.-Зв'),
    ('319',  'Микрозиверт', 'мкЗв'),
    ('320',  'Моль', 'моль'),
    ('321',  'Миллизиверт', 'мЗв'),
    ('323',  'Беккерель', 'Бк'),
    ('3231', 'Беккерель на метр кубический' , 'Бк/м^3'),
    ('324',  'Вебер', 'Вб'),
    ('327',  'Узел (миля/ч)', 'уз'),
    ('328',  'Метр в секунду', 'м/с'),
    ('330',  'Оборот в секунду', 'об/с'),
    ('331',  'Оборот в минуту', 'об/мин'),
    ('333',  'Километр в час', 'км/ч'),
    ('335',  'Метр на секунду в квадрате', 'м/с^2'),
    ('337',  'Миллиметр водяного столба', 'мм вод. ст'),
    ('338',  'Миллиметр ртутного столба', 'мм рт. ст'),
    ('339',  'Сантиметр водяного столба', 'см вод. ст'),
    ('340',  'Грамм условного топлива на киловатт-час', 'г у.т./кВт•ч'),
    ('341',  'Килограмм условного топлива на гигакалорию', 'кг у.т./Гкал'),
    ('348',  'Фемтосекунда', 'фс'),
    ('349',  'Кулон на килограмм', 'Кл/кг'),
    ('350',  'Пикосекунда', 'пс'),
    ('351',  'Наносекунда', 'нс'),
    ('352',  'Микросекунда', 'мкс'),
    ('353',  'Миллисекунда', 'млс'),
    ('354',  'Секунда', 'с'),
    ('355',  'Минута', 'мин'),
    ('356',  'Час', 'ч'),
    ('359',  'Сутки', 'сут; дн'),
    ('360',  'Неделя', 'нед'),
    ('361',  'Декада', 'дек'),
    ('362',  'Месяц', 'мес'),
    ('364',  'Квартал', 'кварт'),
    ('365',  'Полугодие', 'полгода'),
    ('366',  'Год', 'г; лет'),
    ('368',  'Десятилетие', 'деслет'),
    ('383',  'Рубль', 'руб'),
    ('3831', 'Рубль тонна' , 'руб. тонна'),
    ('384',  'Тысяча рублей', '10^3 руб'),
    ('3841', 'Тысяча рублей на человека' , '10^3 руб/чел'),
    ('385',  'Миллион рублей', '10^6 руб'),
    ('386',  'Миллиард рублей', '10^9 руб'),
    ('387',  'Триллион рублей', '10^12 руб'),
    ('388',  'Квадрильон рублей', '10^15 руб'),
    ('414',  'Пассажиро-километр', 'пасс. км'),
    ('421',  'Пассажирское место (пассажирских мест)', 'пасс. мест'),
    ('423',  'Тысяча пассажиро-километров', '10^3 пасс. км'),
    ('424',  'Миллион пассажиро-километров', '10^6 пасс. км'),
    ('426',  'Пар грузовых поездов в сутки', 'пар груз поезд/сут'),
    ('427',  'Пассажиропоток', 'пасс. поток'),
    ('428',  'Кубический метр-километр', 'м^3•км'),
    ('430',  'Миллион кубических метров-километров', '10^6 м^3 • км'),
    ('431',  'Взлетов-посадок в час', 'взлет. посадок/час'),
    ('435',  'Миллион километров', '10^6 км'),
    ('449',  'Тонно-километр', 'т•км'),
    ('450',  'Тысяча тонно-километров', '10^3 т•км'),
    ('451',  'Миллион тонно-километров', '10^6 т•км'),
    ('452',  'Миллиард тонно-километр', '10^9 т•км'),
    ('479',  'Тысяча наборов', '10^3 набор'),
    ('499',  'Килограмм в секунду', 'кг/с'),
    ('508',  'Тысяча метров кубических в час', '103 м^3/ч'),
    ('509',  'Километр в сутки', 'км/сут'),
    ('510',  'Грамм на киловатт-час', 'г/кВт•ч'),
    ('511',  'Килограмм на гигакалорию', 'кг/Гкал'),
    ('512',  'Тонно-номер', 'т•ном'),
    ('513',  'Автотонна', 'авто т'),
    ('514',  'Тонна тяги', 'т. тяги'),
    ('515',  'Дедвейт-тонна', 'дедвейт.т'),
    ('516',  'Тонно-танид', 'т.танид'),
    ('518',  'Квадратных метров на человека', 'м^2/чел'),
    ('521',  'Человек на квадратный метр', 'чел/м^2'),
    ('522',  'Человек на квадратный километр', 'чел/км^2'),
    ('533',  'Тонна пара в час', 'т пар/ч'),
    ('534',  'Тонна в час', 'т/ч'),
    ('535',  'Тонна в сутки', 'т/сут'),
    ('536',  'Тонна в смену', 'т/смен'),
    ('537',  'Тысяча тонн в сезон', '10^3 т/сез'),
    ('538',  'Тысяча тонн в год', '10^3 т/год'),
    ('539',  'Человеко-час', 'чел.ч'),
    ('540',  'Человеко-день', 'чел.дн'),
    ('5401', 'Дето-день' , 'дет. дн'),
    ('541',  'Тысяча человеко-дней', '10^3 чел.дн'),
    ('542',  'Тысяча человеко-часов', '10^3 чел.ч'),
    ('5423', 'Человек в год' , 'чел/год'),
    ('543',  'Тысяча условных банок в смену', '10^3 усл. банк/ смен'),
    ('544',  'Миллион единиц в год', '10^6 ед/год'),
    ('545',  'Посещение в смену', 'посещ/смен'),
    ('5451', 'Посещение' , 'посещ'),
    ('546',  'Тысяча посещений в смену', '10^3 посещ/смен'),
    ('547',  'Пара в смену', 'пар/смен'),
    ('548',  'Тысяча пар в смену', '10^3 пар/смен'),
    ('550',  'Миллион тонн в год', '10^6 т/год'),
    ('552',  'Тонна переработки в сутки', 'т перераб/сут'),
    ('553',  'Тысяча тонн переработки в сутки', '10^3 т перераб/ сут'),
    ('554',  'Центнер переработки в сутки', 'ц перераб/сут'),
    ('555',  'Тысяча центнеров переработки в сутки', '10^3 ц перераб/ сут'),
    ('556',  'Тысяча голов в год', '10^3 гол/год'),
    ('5562', 'Тысяча гнезд' , '10^3 гнезд'),
    ('557',  'Миллион голов в год', '10^6 гол/год'),
    ('558',  'Тысяча птицемест', '10^3 птицемест'),
    ('559',  'Тысяча кур-несушек', '10^3 кур. несуш'),
    ('561',  'Тысяча тонн пара в час', '10^3 т пар/ч'),
    ('562',  'Тысяча прядильных веретен', '10^3 пряд. верет'),
    ('563',  'Тысяча прядильных мест', '10^3 пряд. мест'),
    ('596',  'Кубический метр в секунду', 'м^3/с'),
    ('598',  'Кубический метр в час', 'м^3/ч'),
    ('599',  'Тысяча кубических метров в сутки', '10^3 м^3/сут'),
    ('616',  'Бобина', 'боб'),
    ('625',  'Лист', 'л.'),
    ('626',  'Сто листов', '100 л.'),
    ('630',  'Тысяча стандартных условных кирпичей', 'тыс станд. усл. кирп'),
    ('638',  'Гросс (144 шт.)', ''),
    ('639',  'Доза', 'доз'),
    ('640',  'Тысяча доз', '10^3 доз'),
    ('641',  'Дюжина (12 шт.)', 'дюжина'),
    ('642',  'Единица', 'ед'),
    ('6421', 'Единиц в год' , 'ед/год'),
    ('6422', 'Вызов' , 'вызов'),
    ('6423', 'Посевная единица' , 'пос.ед'),
    ('6424', 'Штамм' , 'штамм'),
    ('643',  'Тысяча единиц', '10^3 ед'),
    ('644',  'Миллион единиц', '10^6 ед'),
    ('657',  'Изделие', 'изд'),
    ('661',  'Канал', 'канал'),
    ('673',  'Тысяча комплектов', '10^3 компл'),
    ('683',  'Сто ящиков', '100 ящ.'),
    ('698',  'Место', 'мест'),
    ('699',  'Тысяча мест', '10^3 мест'),
    ('704',  'Набор', 'набор'),
    ('709',  'Тысяча номеров', '10^3 ном'),
    ('715',  'Пара (2 шт.)', 'пар'),
    ('724',  'Тысяча гектаров порций', '10^3 га порц'),
    ('728',  'Пачка', 'пач'),
    ('729',  'Тысяча пачек', '10^3 пач'),
    ('730',  'Два десятка', '20'),
    ('731',  'Большой гросс (12 гроссов)', ''),
    ('732',  'Десять пар', '10 пар'),
    ('733',  'Дюжина пар', 'дюжина пар'),
    ('734',  'Посылка', 'посыл'),
    ('735',  'Часть', 'часть'),
    ('736',  'Рулон', 'рул'),
    ('737',  'Дюжина рулонов', 'дюжина рул'),
    ('738',  'Короткий стандарт (7200 единиц)', ''),
    ('740',  'Дюжина штук', 'дюжина шт'),
    ('744',  'Процент', '%'),
    ('745',  'Элемент', 'элем'),
    ('746',  'Промилле (0,1 процента)', '‰'),
    ('747',  'Базисный пункт', 'б.п.'),
    ('751',  'Тысяча рулонов', '10^3 рул'),
    ('761',  'Тысяча станов', '10^3 стан'),
    ('762',  'Станция', 'станц'),
    ('775',  'Тысяча тюбиков', '10^3 тюбик'),
    ('776',  'Тысяча условных тубов', '10^3 усл.туб'),
    ('778',  'Упаковка', 'упак'),
    ('779',  'Миллион упаковок', '10^6 упак'),
    ('780',  'Дюжина упаковок', 'дюжина упак'),
    ('781',  'Сто упаковок', '100 упак'),
    ('782',  'Тысяча упаковок', '10^3 упак'),
    ('792',  'Человек', 'чел'),
    ('7923', 'Абонент' , 'Абонент'),
    ('793',  'Тысяча человек', '10^3 чел'),
    ('794',  'Миллион человек', '10^6 чел'),
    ('796',  'Штука', 'шт'),
    ('797',  'Сто штук', '100 шт'),
    ('798',  'Тысяча штук', 'тыс. шт; 1000 шт'),
    ('799',  'Миллион штук', '10^6 шт'),
    ('800',  'Миллиард штук', '10^9 шт'),
    ('801',  'Биллион штук (Европа); триллион штук', '10^12 шт'),
    ('802',  'Квинтильон штук (Европа)', '10^18 шт'),
    ('808',  'Миллион экземпляров', '10^6 экз'),
    ('810',  'Ячейка', 'яч'),
    ('812',  'Ящик', 'ящ'),
    ('820',  'Крепость спирта по массе', 'креп. спирта по массе'),
    ('821',  'Крепость спирта по объему', 'креп. спирта по объему'),
    ('831',  'Литр чистого (100%) спирта', 'л 100% спирта'),
    ('833',  'Гектолитр чистого (100%) спирта', 'Гл 100% спирта'),
    ('835',  'Галлон спирта установленной крепости', ''),
    ('836',  'Голова', 'гол'),
    ('8361', 'Особь' , 'ос'),
    ('837',  'Тысяча пар', '10^3 пар'),
    ('838',  'Миллион пар', '10^6 пар'),
    ('839',  'Комплект', 'компл'),
    ('840',  'Секция', 'секц'),
    ('841',  'Килограмм пероксида водорода', 'кг H^^2О^^2'),
    ('845',  'Килограмм 90%-го сухого вещества', 'кг 90% с/в'),
    ('847',  'Тонна 90%-го сухого вещества', 'т 90% с/в'),
    ('851',  'Международная единица', ''),
    ('852',  'Килограмм оксида калия', 'кг К^^2О'),
    ('853',  'Сто международных единиц', ''),
    ('859',  'Килограмм гидроксида калия', 'кг КОН'),
    ('861',  'Килограмм азота', 'кг N'),
    ('863',  'Килограмм гидроксида натрия', 'кг NaOH'),
    ('865',  'Килограмм пятиокиси фосфора', 'кг Р^^2О^^5'),
    ('867',  'Килограмм урана', 'кг U'),
    ('868',  'Бутылка', 'бут'),
    ('869',  'Тысяча бутылок', '10^3 бут'),
    ('870',  'Ампула', 'ампул'),
    ('871',  'Тысяча ампул', '10^3 ампул'),
    ('872',  'Флакон', 'флак'),
    ('873',  'Тысяча флаконов', '10^3 флак'),
    ('874',  'Тысяча тубов', '10^3 туб'),
    ('875',  'Тысяча коробок', '10^3 кор'),
    ('8751', 'Коробка' , 'кор'),
    ('876',  'Условная единица', 'усл. ед'),
    ('877',  'Тысяча условных единиц', '10^3 усл. ед'),
    ('878',  'Миллион условных единиц', '10^6 усл. ед'),
    ('879',  'Условная штука', 'усл. шт'),
    ('880',  'Тысяча условных штук', '10^3 усл. шт'),
    ('881',  'Условная банка', 'усл. банк'),
    ('882',  'Тысяча условных банок', '10^3 усл. банк'),
    ('883',  'Миллион условных банок', '10^6 усл. банк'),
    ('884',  'Условный кусок', 'усл. кус'),
    ('885',  'Тысяча условных кусков', '10^3 усл. кус'),
    ('886',  'Миллион условных кусков', '10^6 усл. кус'),
    ('887',  'Условный ящик', 'усл. ящ'),
    ('888',  'Тысяча условных ящиков', '10^3 усл. ящ'),
    ('889',  'Условная катушка', 'усл. кат'),
    ('890',  'Тысяча условных катушек', '10^3 усл. кат'),
    ('891',  'Условная плитка', 'усл. плит'),
    ('892',  'Тысяча условных плиток', '10^3 усл. плит'),
    ('893',  'Условный кирпич', 'усл. кирп'),
    ('894',  'Тысяча условных кирпичей', '10^3 усл. кирп'),
    ('895',  'Миллион условных кирпичей', '10^6 усл. кирп'),
    ('896',  'Семья', 'семей'),
    ('897',  'Тысяча семей', '10^3 семей'),
    ('898',  'Миллион семей', '10^6 семей'),
    ('899',  'Домохозяйство', 'домхоз'),
    ('900',  'Тысяча домохозяйств', '10^3 домхоз'),
    ('901',  'Миллион домохозяйств', '10^6 домхоз'),
    ('902',  'Ученическое место', 'учен. мест'),
    ('903',  'Тысяча ученических мест', '10^3 учен. мест'),
    ('904',  'Рабочее место', 'раб. мест'),
    ('905',  'Тысяча рабочих мест', '10^3 раб. мест'),
    ('906',  'Посадочное место', 'посад. мест'),
    ('9061', 'Миллион гектаров' , '10^6 га'),
    ('9062', 'Миллиард гектаров' , '10^9 га'),
    ('907',  'Тысяча посадочных мест', '10^3 посад. мест'),
    ('908',  'Номер', 'ном'),
    ('909',  'Квартира', 'кварт'),
    ('910',  'Тысяча квартир', '10^3 кварт'),
    ('911',  'Койка', 'коек'),
    ('9111', 'Койко-день' , 'койк. дн'),
    ('9113', 'Пациенто-день' , 'пациент. дн'),
    ('912',  'Тысяча коек', '10^3 коек'),
    ('913',  'Том книжного фонда', 'том книжн. фонд'),
    ('914',  'Тысяча томов книжного фонда', '10^3 том. книжн. фонд'),
    ('915',  'Условный ремонт', 'усл. рем'),
    ('916',  'Условный ремонт в год', 'усл. рем/год'),
    ('917',  'Смена', 'смен'),
    ('918',  'Лист авторский', 'л. авт'),
    ('920',  'Лист печатный', 'л. печ'),
    ('921',  'Лист учетно-издательский', 'л. уч.-изд'),
    ('922',  'Знак', 'знак'),
    ('923',  'Слово', 'слово'),
    ('924',  'Символ', 'символ'),
    ('9245', 'Запись' , 'запись'),
    ('9246', 'Документ' , 'докум'),
    ('925',  'Условная труба', 'усл. труб'),
    ('930',  'Тысяча пластин', '10^3 пласт'),
    ('937',  'Миллион доз', '10^6 доз'),
    ('949',  'Миллион листов-оттисков', '10^6 лист.оттиск'),
    ('9491', 'Лист-оттиск' , 'лист. оттиск'),
    ('950',  'Вагоно(машино)-день', 'ваг (маш).дн'),
    ('9501', 'Вагоно (машино)-час' , 'ваг (маш) ч'),
    ('951',  'Тысяча вагоно-(машино)-часов', '10^3 ваг (маш).ч'),
    ('952',  'Тысяча вагоно-(машино)-километров', '10^3 ваг (маш).км'),
    ('953',  'Тысяча место-километров', '10 ^3мест.км'),
    ('954',  'Вагоно-сутки', 'ваг.сут'),
    ('955',  'Тысяча поездо-часов', '10^3 поезд.ч'),
    ('9557', 'Миллион голов' , '10^6 гол'),
    ('956',  'Тысяча поездо-километров', '10^3 поезд.км'),
    ('957',  'Тысяча тонно-миль', '10^3 т.миль'),
    ('958',  'Тысяча пассажиро-миль', '10^3 пасс.миль'),
    ('959',  'Автомобиле-день', 'автомоб.дн'),
    ('960',  'Тысяча автомобиле-тонно-дней', '10^3 автомоб.т.дн'),
    ('961',  'Тысяча автомобиле-часов', '10^3 автомоб.ч'),
    ('962',  'Тысяча автомобиле-место-дней', '10^3 автомоб.мест. дн'),
    ('963',  'Приведенный час', 'привед.ч'),
    ('964',  'Самолето-километр', 'самолет.км'),
    ('9641', 'Летный час' , 'летн. ч'),
    ('9642', 'Балл' , 'балл'),
    ('965',  'Тысяча километров', '10^3 км'),
    ('966',  'Тысяча тоннаже-рейсов', '10^3 тоннаж. рейс'),
    ('967',  'Миллион тонно-миль', '10^6 т. миль'),
    ('968',  'Миллион пассажиро-миль', '10^6 пасс. миль'),
    ('969',  'Миллион тоннаже-миль', '10^6 тоннаж. миль'),
    ('970',  'Миллион пассажиро-место-миль', '10^6 пасс. мест. миль'),
    ('971',  'Кормо-день', 'корм. дн'),
    ('972',  'Центнер кормовых единиц', 'ц корм ед'),
    ('973',  'Тысяча автомобиле-километров', '10^3 автомоб. км'),
    ('974',  'Тысяча тоннаже-сут', '10^3 тоннаж. сут'),
    ('975',  'Суго-сутки', 'суго. сут.'),
    ('976',  'Штук в 20-футовом эквиваленте (ДФЭ)', 'штук в 20-футовом эквиваленте'),
    ('977',  'Канало-километр', 'канал. км'),
    ('978',  'Канало-концы', 'канал. конц'),
    ('979',  'Тысяча экземпляров', '10^3 экз'),
    ('980',  'Тысяча долларов', '10^3 доллар'),
    ('9802', 'Миллион долларов' , '10^6 доллар'),
    ('9803', 'Миллиард долларов' , '10^9 доллар'),
    ('9805', 'Доллар за тонну' , 'доллар за тонну'),
    ('981',  'Тысяча тонн кормовых единиц', '10^3 корм ед'),
    ('982',  'Миллион тонн кормовых единиц', '10^6 корм ед'),
    ('9822', 'Миллион евро' , '10^6 евро'),
    ('9823', 'Миллиард евро' , '10^9 евро'),
    ('983',  'Судо-сутки', 'суд.сут'),
    ('984',  'Центнеров с гектара', 'ц/га'),
    ('985',  'Тысяча голов', '10^3 гол'),
    ('986',  'Тысяча краско-оттисков ', '10^3 краск. оттиск'),
    ('987',  'Миллион краско-оттисков', '10^6 краск. оттиск'),
    ('988',  'Миллион условных плиток', '10^6 усл. плит'),
    ('989',  'Человек в час', 'чел/ч'),
    ('990',  'Пассажиров в час', 'пасс/ч'),
    ('991',  'Пассажиро-миля', 'пасс. миля'),
    ('9910', 'Международная единица биологической активности' , 'МЕ'),
    ('9911', 'Тысяча международных единиц биологической активности' , 'тыс. МЕ'),
    ('9912', 'Миллион международных единиц биологической активности' , 'млн. МЕ'),
    ('9913', 'Международная единица биологической активности на грамм' , 'МЕ/г'),
    ('9914', 'Тысяча международных единиц биологической активности на грамм' , 'тыс. МЕ/г'),
    ('9915', 'Миллион международных единиц биологической активности на грамм' , 'млн. МЕ/г'),
    ('9916', 'Международная единица биологической активности на миллилитр' , 'МЕ/мл'),
    ('9917', 'Тысяча международных единиц биологической активности на миллилитр' , 'тыс. МЕ/мл'),
    ('9918', 'Миллион международных единиц биологической активности на миллилитр' , 'млн. МЕ/мл'),
    ('9920', 'Единица действия биологической активности' , 'ЕД'),
    ('9921', 'Единица биологической активности на грамм' , 'ЕД/г'),
    ('9922', 'Тысяча единиц действия биологической активности на грамм' , 'тыс. ЕД/г'),
    ('9923', 'Единица действия биологической активности на микролитр' , 'ЕД/мкл'),
    ('9924', 'Единица действия биологической активности на миллилитр' , 'ЕД/мл'),
    ('9925', 'Тысяча единиц действия биологической активности на миллилитр' , 'тыс. ЕД/мл'),
    ('9926', 'Миллион единиц действия биологической активности на миллилитр' , 'млн. ЕД/мл'),
    ('9927', 'Единица действия биологической активности в сутки' , 'ЕД/сут'),
    ('9930', 'Антитоксическая единица' , 'АЕ'),
    ('9931', 'Тысяча антитоксических единиц' , 'тыс. АЕ'),
    ('9940', 'Антитрипсиновая единица' , 'АТрЕ'),
    ('9941', 'Тысяча антитрипсиновых единиц' , 'тыс. АТрЕ'),
    ('9950', 'Индекс Реактивности' , 'ИР'),
    ('9951', 'Индекс Реактивности на миллилитр' , 'ИР/мл'),
    ('9960', 'Килобеккерель на миллилитр' , 'кБк/мл'),
    ('9961', 'Мегабеккерель на миллилитр' , 'МБк/мл'),
    ('9962', 'Мегабеккерель на метр квадратный' , 'МБк/м<sup>2</sup>'),
    ('9970', 'Калликреиновая ингибирующая единица на миллилитр' , 'КИЕ/мл'),
    ('9971', 'Тысяча калликреиновых ингибирующих единиц на миллилитр' , 'тыс. КИЕ/МЛ'),
    ('9980', 'Миллион колониеобразующих единиц' , 'млн. КОЕ'),
    ('9981', 'Миллион колониеобразующих единиц на пакет' , 'млн. КОЕ/пакет'),
    ('9982', 'Миллиард колониеобразующих единиц' , 'млрд. КОЕ'),
    ('9983', 'Протеолитическая единица' , 'ПЕ'),
    ('9985', 'Микрограмм на миллилитр' , 'Мкг/мл'),
    ('9986', 'Микрограмм в сутки' , 'Мкг/сут'),
    ('9987', 'Микрограмм в час' , 'Мкг/ч'),
    ('9988', 'Микрограмм на дозу' , 'Мкг/доза'),
    ('9990', 'Миллимоль на миллилитр' , 'моль/мл'),
    ('9991', 'Миллимоль на литр' , 'ммоль/л');

UPDATE unit SET synonym = 'ящ.;ящик' WHERE code = '812';
UPDATE unit SET synonym = 'яч;яч.;ячейка' WHERE code = '810';
UPDATE unit SET synonym = 'ярд³;ярд³.' WHERE code = '133';
UPDATE unit SET synonym = 'ярд2' WHERE code = '75';
UPDATE unit SET synonym = 'ярд;ярд.' WHERE code = '43';
UPDATE unit SET synonym = 'эрл;эрланг' WHERE code = '2581';
UPDATE unit SET synonym = 'элем' WHERE code = '745';
UPDATE unit SET synonym = 'эбайт' WHERE code = '2556';
UPDATE unit SET synonym = 'штука;штук;ш;шт.;штука.;шт;ед,;ед.;ед;pce;psc;шт / psc' WHERE code = '796';
UPDATE unit SET synonym = 'штамм' WHERE code = '6424';
UPDATE unit SET synonym = 'шт в 20 фут эквив;шт в 20 фут эквив. шт в 20 фут эквив;шт в 20 фут эквив.' WHERE code = '976';
UPDATE unit SET synonym = 'чел/м²' WHERE code = '521';
UPDATE unit SET synonym = 'чел/км²' WHERE code = '522';
UPDATE unit SET synonym = 'чел/год' WHERE code = '5423';
UPDATE unit SET synonym = 'чел' WHERE code = '792';
UPDATE unit SET synonym = 'чел.ч;чел ч;чел/ч' WHERE code = '539';
UPDATE unit SET synonym = 'чел.дн;чел дн;чел/дн' WHERE code = '540';
UPDATE unit SET synonym = 'чел. час;чел/ч;чел/час' WHERE code = '989';
UPDATE unit SET synonym = 'часть' WHERE code = '735';
UPDATE unit SET synonym = 'ч;ч.;м/час;чел.-час;человеко-час;часчас.;час.;час' WHERE code = '356';
UPDATE unit SET synonym = 'ц/га' WHERE code = '984';
UPDATE unit SET synonym = 'ц;ц.' WHERE code = '206';
UPDATE unit SET synonym = 'ц перераб/сут' WHERE code = '554';
UPDATE unit SET synonym = 'ц корм ед;ц. корм ед;ц. корм. ед' WHERE code = '972';
UPDATE unit SET synonym = 'фут3.;фут³' WHERE code = '132';
UPDATE unit SET synonym = 'фут2' WHERE code = '73';
UPDATE unit SET synonym = 'фут;фут.;фут. ' WHERE code = '41';
UPDATE unit SET synonym = 'флакон;флак.;флак' WHERE code = '872';
UPDATE unit SET synonym = 'ф.;ф;фарад.;фарад' WHERE code = '314';
UPDATE unit SET synonym = 'учениченское место;учен место;учен. место;ученическое место' WHERE code = '902';
UPDATE unit SET synonym = 'условный ящик;усл. ящ.;усл ящ.;усл. ящ;условные ящики;усл. ящики' WHERE code = '887';
UPDATE unit SET synonym = 'условный кусок;усл. кус.;усл кус.;усл. кус' WHERE code = '884';
UPDATE unit SET synonym = 'условные катушки;условная катушка;усл кат;усл. кат;усл. кат.;условные кат.;условная кат.;усл. катушка;усл катушка;усл катушки;усл. катушки' WHERE code = '889';
UPDATE unit SET synonym = 'условная банка;усл банка;усл. банка;усл. банк.' WHERE code = '881';
UPDATE unit SET synonym = 'усл. т;усл т' WHERE code = '179';
UPDATE unit SET synonym = 'усл. плит.;усл. плит;усл плит;условная плитка' WHERE code = '891';
UPDATE unit SET synonym = 'усл. м3' WHERE code = '123';
UPDATE unit SET synonym = 'усл. м²;усл м2' WHERE code = '62';
UPDATE unit SET synonym = 'усл. м.;усл м' WHERE code = '20';
UPDATE unit SET synonym = 'усл. кирп.;усл. кирп;усл кирп;условный кирп;условный кирп.;усл кирпичей;усл. кирпичей' WHERE code = '893';
UPDATE unit SET synonym = 'усл шт;усл. шт;усл. шт.;условные штуки;условная штука;условные шт;условные шт.;усл. штуки;усл штуки;условная шт;условная шт.' WHERE code = '879';
UPDATE unit SET synonym = 'усл труба: усл. труба;усл. труб.;усл труб;усл труба;усл. труба' WHERE code = '925';
UPDATE unit SET synonym = 'усл рем/год;усл. рем/год;усл. ремонт в год;усл ремонт в год;условный ремонт в год' WHERE code = '916';
UPDATE unit SET synonym = 'усл рем;усл. рем: усл. ремонт;усл ремонт;условный ремонт' WHERE code = '915';
UPDATE unit SET synonym = 'усл ед;усл. ед;усл. ед.;условная ед;условная ед.;усл. единица;усл единица' WHERE code = '876';
UPDATE unit SET synonym = 'упаковка;уп;уп.;упак.;упак;уп.: уп' WHERE code = '778';
UPDATE unit SET synonym = 'уз.;уз' WHERE code = '327';
UPDATE unit SET synonym = 'тысяча флаконов;тыс. флак;тыс. флак.;тысяча флак.' WHERE code = '873';
UPDATE unit SET synonym = 'тысяча учен мест;тысяча учен  мест;тыс. учен. место;тыяча ученических мест' WHERE code = '903';
UPDATE unit SET synonym = 'тысяча условных кусоков;тыс. усл. кус.;тыс усл кус.;тыс. усл. кус' WHERE code = '885';
UPDATE unit SET synonym = 'тысяча условных катушек;тыс усл кат;тыс. усл. кат;тыс. усл. кат.;тысяча условных кат.;тыс. условных кат.;тыс. усл. катушек;тыс усл катушек' WHERE code = '890';
UPDATE unit SET synonym = 'тысяча условных банок;тыс усл банок;тыс. усл. банок;тыс усл. банок.' WHERE code = '882';
UPDATE unit SET synonym = 'тысяча тубов;тыс. тубов;тыс. туб.;тыс. тубов.' WHERE code = '874';
UPDATE unit SET synonym = 'тысяча томов книжного фонда;тыс. том. книж. фонда;тыс. том. книж фонда;тыс. том книж фонаж;тыс том книж фонда' WHERE code = '914';
UPDATE unit SET synonym = 'тысяча семей;1000 семей;тыс семей;тыс. семей' WHERE code = '897';
UPDATE unit SET synonym = 'тысяча рабочих мест;тысяча рабочих  мест;тыс. раб. место;тысраб место;тыс раб мест;тыс. раб. мест' WHERE code = '905';
UPDATE unit SET synonym = 'тысяча посадочных мест;тыс. посадных мест;тыс посадных мест;тыс. посад. мест.;тыс. посад. мест;тыс. посад мест' WHERE code = '907';
UPDATE unit SET synonym = 'тысяча пар;тыс. пар;тыс пар' WHERE code = '837';
UPDATE unit SET synonym = 'тысяча коробок;тыс коробок;тыс. коробок;тыс. кор.;1000 кор.;1000 коробок' WHERE code = '875';
UPDATE unit SET synonym = 'тысяча коек;тыс коек;тыс. коек' WHERE code = '912';
UPDATE unit SET synonym = 'тысяча квартир;тыс кв;тыс. кв.;тыс. кв;тыс квартир;тыс. квартир' WHERE code = '910';
UPDATE unit SET synonym = 'тысяча домохозяйств;тыс. домхоз.;тыс. домхоз;тыс домхоз' WHERE code = '900';
UPDATE unit SET synonym = 'тысяча ампул;тыс. ампул;тыс. ампул.;тысяча ампул.' WHERE code = '871';
UPDATE unit SET synonym = 'тыс. усл. ящ.;тыс усл ящ.;тыс. усл. ящ;тысяча условных ящиков;тыс. усл. ящиков' WHERE code = '888';
UPDATE unit SET synonym = 'тыс. усл. плит.;тыс. усл. плит;тыс. усл плит;тыс усл плит;тысяча условнах плиток' WHERE code = '892';
UPDATE unit SET synonym = 'тыс. усл. кирп.;тыс. усл. кирп;тыс. усл кирп;тыс усл кирп;тысяча условных кирп;тысяча условных кирп.;тысяча усл кирпичей;тыс. усл. кирпичей;тыс усл кирпичей' WHERE code = '894';
UPDATE unit SET synonym = 'тыс. тоннаж. сут.;тыс. тоннаж. сут;тыс. тоннаж сут;тыс тоннаже-сут' WHERE code = '974';
UPDATE unit SET synonym = 'тыс. ме/мл' WHERE code = '9917';
UPDATE unit SET synonym = 'тыс. ме/г' WHERE code = '9914';
UPDATE unit SET synonym = 'тыс. ме;тыс ме' WHERE code = '9911';
UPDATE unit SET synonym = 'тыс. м2.;тыс м2;тыс. м2;10³ м2' WHERE code = '58';
UPDATE unit SET synonym = 'тыс. кие/мл' WHERE code = '9971';
UPDATE unit SET synonym = 'тыс. ед/мл' WHERE code = '9925';
UPDATE unit SET synonym = 'тыс. ед/г' WHERE code = '9922';
UPDATE unit SET synonym = 'тыс. атре' WHERE code = '9941';
UPDATE unit SET synonym = 'тыс. ае;тыс ае' WHERE code = '9931';
UPDATE unit SET synonym = 'тыс. автомоб. мест. дн.;тыс. автомоб. мест. дн;тыс. автомоб. мест дн;тыс. автомоб мест дн;тыс автомоб мест дн;1000 автомоб мест дн' WHERE code = '962';
UPDATE unit SET synonym = 'тыс. автомоб. км.;тыс. автомоб. км;тыс. автомоб км;тыс автомоб км' WHERE code = '973';
UPDATE unit SET synonym = 'тыс экз;тыс.экз;тыс. экз.;1000 экз;тысяча экз' WHERE code = '979';
UPDATE unit SET synonym = 'тыс чел.ч;тыс чел ч;тыс чел/ч;10³ чел ч;10³ чел.ч;10³ чел/ч' WHERE code = '542';
UPDATE unit SET synonym = 'тыс чел.дн;тыс чел дн;тыс чел/дн;10³ чел. дн;10³ чел дн;10³ чел/дн' WHERE code = '541';
UPDATE unit SET synonym = 'тыс чел;10³ чел' WHERE code = '793';
UPDATE unit SET synonym = 'тыс ц перераб/сут;10³ ц перераб/сут' WHERE code = '555';
UPDATE unit SET synonym = 'тыс усл шт;тыс. усл. шт;тыс. усл. шт.;тысяча условных штук;тысяча условных шт;тысяча усл. штук' WHERE code = '880';
UPDATE unit SET synonym = 'тыс усл туб;10³ усл туб' WHERE code = '776';
UPDATE unit SET synonym = 'тыс усл ед;тыс. усл. ед;тыс. усл. ед.;тысяча условных ед;тысяча условных ед.;тыс. усл. единиц;тыс усл единиц' WHERE code = '877';
UPDATE unit SET synonym = 'тыс усл банк/смен;тыс усл. банк/смен;10³ усл. банк/смен;10³ усл банк/смен;10³ усл. банк/смен ' WHERE code = '543';
UPDATE unit SET synonym = 'тыс упак;10³ упак' WHERE code = '782';
UPDATE unit SET synonym = 'тыс тюбик;10³ тюбик' WHERE code = '775';
UPDATE unit SET synonym = 'тыс тоннаж.рейс' WHERE code = '966';
UPDATE unit SET synonym = 'тыс т/сез;10³ т/сез' WHERE code = '537';
UPDATE unit SET synonym = 'тыс т/год;10³ т/год' WHERE code = '538';
UPDATE unit SET synonym = 'тыс т.км;10³ т.км' WHERE code = '450';
UPDATE unit SET synonym = 'тыс т перераб/сут;10³ т перераб/сут' WHERE code = '553';
UPDATE unit SET synonym = 'тыс т пар/ч;10³ т пар/час' WHERE code = '561';
UPDATE unit SET synonym = 'тыс т миль;тыс. т миль;тыс. т. миль;тыс. тонно-миль' WHERE code = '957';
UPDATE unit SET synonym = 'тыс т корм ед;10³ корм ед;1000т корм ед' WHERE code = '981';
UPDATE unit SET synonym = 'тыс станд. усл. кирп;тыс станд усл кирп	' WHERE code = '630';
UPDATE unit SET synonym = 'тыс стан;10³ стан' WHERE code = '761';
UPDATE unit SET synonym = 'тыс рул;10³ рул' WHERE code = '751';
UPDATE unit SET synonym = 'тыс руб;10³ руб' WHERE code = '384';
UPDATE unit SET synonym = 'тыс птицемест;10³ птицемест' WHERE code = '558';
UPDATE unit SET synonym = 'тыс пряд мест;10³ пряд мест' WHERE code = '563';
UPDATE unit SET synonym = 'тыс пряд верет;10³ пряд верет;10³ пряд верет.' WHERE code = '562';
UPDATE unit SET synonym = 'тыс посещ/ смен;10³ посещ/смен;10³  посещ/смен' WHERE code = '546';
UPDATE unit SET synonym = 'тыс поезд ч;тыс. поезд ч;тыс. поезд. ч;тыс. поезд. ч.;тыс. поездо-часов' WHERE code = '955';
UPDATE unit SET synonym = 'тыс поезд км;тыс. поезд км;тыс. поезд. км;тыс. поезд. км.' WHERE code = '956';
UPDATE unit SET synonym = 'тыс пласт;тыс. пласт;тыс. пласт.;1000 пласт;1000 пластин' WHERE code = '930';
UPDATE unit SET synonym = 'тыс пач;10³ пач' WHERE code = '729';
UPDATE unit SET synonym = 'тыс пасс.км;тыс пасс км;10³ пасс.км;10³ пасс км' WHERE code = '423';
UPDATE unit SET synonym = 'тыс пасс миль;тыс. пасс миль;тыс. пасс. миль' WHERE code = '958';
UPDATE unit SET synonym = 'тыс пар/смен;10³ пар/смен' WHERE code = '548';
UPDATE unit SET synonym = 'тыс ном;10³ ном' WHERE code = '709';
UPDATE unit SET synonym = 'тыс набор;10³ набор' WHERE code = '479';
UPDATE unit SET synonym = 'тыс мест. км;1000 мест км;тыс. мест км;тыс мест км' WHERE code = '953';
UPDATE unit SET synonym = 'тыс мест;10³ мест' WHERE code = '699';
UPDATE unit SET synonym = 'тыс м2;м² общ. пл;м²' WHERE code = '82';
UPDATE unit SET synonym = 'тыс лс;10³ л. с;10³ лс' WHERE code = '252';
UPDATE unit SET synonym = 'тыс кур. несуш;кур. несушек;10³ кур. несушек' WHERE code = '559';
UPDATE unit SET synonym = 'тыс компл;10³ компл' WHERE code = '673';
UPDATE unit SET synonym = 'тыс км' WHERE code = '965';
UPDATE unit SET synonym = 'тыс кв.а р;10³ кв.а р;10³ кв. а р' WHERE code = '250';
UPDATE unit SET synonym = 'тыс ед;10³ ед' WHERE code = '643';
UPDATE unit SET synonym = 'тыс доз;10³ доз' WHERE code = '640';
UPDATE unit SET synonym = 'тыс гол/год;10³ гол/год' WHERE code = '556';
UPDATE unit SET synonym = 'тыс гигакал/ч;10³ гкал/ч' WHERE code = '239';
UPDATE unit SET synonym = 'тыс га порц;10³ га порц' WHERE code = '724';
UPDATE unit SET synonym = 'тыс ваг (маш) ч;тыс. ваг (маш) ч;тыс. ваг. (маш) ч;тыс. ваг. (маш). ч.' WHERE code = '951';
UPDATE unit SET synonym = 'тыс ваг (маш) км;тыс. ваг (маш) км;тыс. ваг. (маш) км;тыс. ваг. (маш). км.' WHERE code = '952';
UPDATE unit SET synonym = 'тыс бут;тыс. бут.;тыс. бут;тыс бут.;тысяча бутылок;тыс. бутылок;тысяча бут' WHERE code = '869';
UPDATE unit SET synonym = 'тыс автомоб.ч;1000 авто часов' WHERE code = '961';
UPDATE unit SET synonym = 'тыс автомоб.т дн' WHERE code = '960';
UPDATE unit SET synonym = 'трилл шт' WHERE code = '801';
UPDATE unit SET synonym = 'трилл руб;10¹² руб' WHERE code = '387';
UPDATE unit SET synonym = 'тонна;тн;тн.;тонн;тонны;тт.;т;т.' WHERE code = '168';
UPDATE unit SET synonym = 'том книж фонд;том книж. фонд.;том книж. фонда;том книж фонда' WHERE code = '913';
UPDATE unit SET synonym = 'тл;тесла' WHERE code = '313';
UPDATE unit SET synonym = 'тбайт' WHERE code = '2554';
UPDATE unit SET synonym = 'т/ч' WHERE code = '534';
UPDATE unit SET synonym = 'т/сут;т/сутт/сут.;т/сут.' WHERE code = '535';
UPDATE unit SET synonym = 'т/смен' WHERE code = '536';
UPDATE unit SET synonym = 'т.танид' WHERE code = '516';
UPDATE unit SET synonym = 'т.ном' WHERE code = '512';
UPDATE unit SET synonym = 'т.км' WHERE code = '449';
UPDATE unit SET synonym = 'т. грп.;т.грп;т.грп.;т грп.' WHERE code = '185';
UPDATE unit SET synonym = 'т шт.;тыс.шт;тыс шт;тысяча штук;тыс штук;тыс. штук;тыс. шт;тысяч штук;тысяч шт;тысяч шт.;т.шт;т.шт.;т. шт;т. шт.;т шт;т шт.1000 шт;1000 шт;1000 шт.;1000' WHERE code = '798';
UPDATE unit SET synonym = 'т усл. топл;т усл топл' WHERE code = '172';
UPDATE unit SET synonym = 'т тяги;т. тяги' WHERE code = '514';
UPDATE unit SET synonym = 'т перераб/сут' WHERE code = '552';
UPDATE unit SET synonym = 'т пар/ч;тонна пара в час' WHERE code = '533';
UPDATE unit SET synonym = 'т 90 проц сух вещ' WHERE code = '847';
UPDATE unit SET synonym = 'сут.;сут;сут.сутки.;сутки' WHERE code = '359';
UPDATE unit SET synonym = 'суд.сут.' WHERE code = '983';
UPDATE unit SET synonym = 'суго сут;суго-сут;суго-сут.' WHERE code = '975';
UPDATE unit SET synonym = 'станц' WHERE code = '762';
UPDATE unit SET synonym = 'смена;сменасмен;смен;смены' WHERE code = '917';
UPDATE unit SET synonym = 'см2;см2.;кв.см.;кв. см.;кв см' WHERE code = '51';
UPDATE unit SET synonym = 'см.;см' WHERE code = '296';
UPDATE unit SET synonym = 'см.;сантиметр;см.см;см' WHERE code = '4';
UPDATE unit SET synonym = 'см вод ст;см вод. ст.' WHERE code = '339';
UPDATE unit SET synonym = 'слово;сл.;сл;слов' WHERE code = '923';
UPDATE unit SET synonym = 'символ;симвл.;симвл' WHERE code = '924';
UPDATE unit SET synonym = 'семья;семей;сем;сем.' WHERE code = '896';
UPDATE unit SET synonym = 'секц;секц.;секция' WHERE code = '840';
UPDATE unit SET synonym = 'сг.;сг;с-грамм' WHERE code = '173';
UPDATE unit SET synonym = 'самолет. км' WHERE code = '964';
UPDATE unit SET synonym = 'с.;сек.;сек;секунда.;секунда' WHERE code = '354';
UPDATE unit SET synonym = 'рулон;рул.;рул' WHERE code = '736';
UPDATE unit SET synonym = 'руб. тонна;руб тонна' WHERE code = '3831';
UPDATE unit SET synonym = 'руб;руб.' WHERE code = '383';
UPDATE unit SET synonym = 'рабочее место;раб. место;раб место;раб мест;раб. мест' WHERE code = '904';
UPDATE unit SET synonym = 'проц;проц.' WHERE code = '744';
UPDATE unit SET synonym = 'промилле;‰' WHERE code = '746';
UPDATE unit SET synonym = 'привед ч;привед. ч;привед.ч.;приведенные часы;привед.часы' WHERE code = '963';
UPDATE unit SET synonym = 'посыл.;посыл;посылка' WHERE code = '734';
UPDATE unit SET synonym = 'посещ/смен' WHERE code = '545';
UPDATE unit SET synonym = 'посещ;пос-е;посещ.' WHERE code = '5451';
UPDATE unit SET synonym = 'пос.ед' WHERE code = '6423';
UPDATE unit SET synonym = 'полугодие;полгод' WHERE code = '365';
UPDATE unit SET synonym = 'подсад. места;посадочное место;посадочные места;посад. место;посад. места' WHERE code = '906';
UPDATE unit SET synonym = 'пог. м;пог. м.;пог.м.;пог м;п.м.' WHERE code = '18';
UPDATE unit SET synonym = 'плотн. м³;плотн м3' WHERE code = '121';
UPDATE unit SET synonym = 'пе' WHERE code = '9983';
UPDATE unit SET synonym = 'пбайт' WHERE code = '2555';
UPDATE unit SET synonym = 'пациент. дн;пациент дн' WHERE code = '9113';
UPDATE unit SET synonym = 'пасс/ч' WHERE code = '990';
UPDATE unit SET synonym = 'пасс.поток;пасс поток' WHERE code = '427';
UPDATE unit SET synonym = 'пасс. миля;пасс миля' WHERE code = '991';
UPDATE unit SET synonym = 'пасс мест;пасс. мест' WHERE code = '421';
UPDATE unit SET synonym = 'пасс км;пасс. км' WHERE code = '414';
UPDATE unit SET synonym = 'пара;пар;двойка;парапар.' WHERE code = '715';
UPDATE unit SET synonym = 'пар/смен' WHERE code = '547';
UPDATE unit SET synonym = 'па.;па' WHERE code = '294';
UPDATE unit SET synonym = 'ос;особь' WHERE code = '8361';
UPDATE unit SET synonym = 'ом,;ом.;ом' WHERE code = '274';
UPDATE unit SET synonym = 'об/с.;об/с' WHERE code = '330';
UPDATE unit SET synonym = 'об./мин.;об/мин.;об/мин' WHERE code = '331';
UPDATE unit SET synonym = 'номер;ном.;ном;номера' WHERE code = '908';
UPDATE unit SET synonym = 'нед.;нед;неделя;неделя ' WHERE code = '360';
UPDATE unit SET synonym = 'набор;наб;наб.' WHERE code = '704';
UPDATE unit SET synonym = 'н.;н;ньютон' WHERE code = '289';
UPDATE unit SET synonym = 'мпа.;мпа' WHERE code = '298';
UPDATE unit SET synonym = 'моль;mol' WHERE code = '320';
UPDATE unit SET synonym = 'ммоль/л' WHERE code = '9991';
UPDATE unit SET synonym = 'мм3.;мм3' WHERE code = '110';
UPDATE unit SET synonym = 'мм2;мм2.' WHERE code = '50';
UPDATE unit SET synonym = 'мм.;мм' WHERE code = '3';
UPDATE unit SET synonym = 'мм рт ст;мм рт. ст.' WHERE code = '338';
UPDATE unit SET synonym = 'мм вод ст;мм вод. ст.' WHERE code = '337';
UPDATE unit SET synonym = 'млс' WHERE code = '353';
UPDATE unit SET synonym = 'млрд. кое' WHERE code = '9982';
UPDATE unit SET synonym = 'млрд шт' WHERE code = '800';
UPDATE unit SET synonym = 'млрд руб;10⁹ руб' WHERE code = '386';
UPDATE unit SET synonym = 'млрд квт.ч;10⁹ квт.ч' WHERE code = '249';
UPDATE unit SET synonym = 'млрд доллар;10⁹ доллар' WHERE code = '9803';
UPDATE unit SET synonym = 'млрд га;10⁹ га' WHERE code = '9062';
UPDATE unit SET synonym = 'млн. усл. кирп.;млн. усл. кирп;млн. усл кирп;млн усл кирп;миллион условных кирп;миллион условных кирп.;млн. усл. кирпичей;миллион усл кирпичей' WHERE code = '895';
UPDATE unit SET synonym = 'млн. ме/мл' WHERE code = '9918';
UPDATE unit SET synonym = 'млн. ме/г' WHERE code = '9915';
UPDATE unit SET synonym = 'млн. ме;млн ме' WHERE code = '9912';
UPDATE unit SET synonym = 'млн. кое/пакет' WHERE code = '9981';
UPDATE unit SET synonym = 'млн. кое' WHERE code = '9980';
UPDATE unit SET synonym = 'млн. ед/мл' WHERE code = '9926';
UPDATE unit SET synonym = 'млн экз;миллион экз;миллион экземпляров' WHERE code = '808';
UPDATE unit SET synonym = 'млн шт' WHERE code = '799';
UPDATE unit SET synonym = 'млн чел;млн.чел;млн. чел;миллион чел;миллион человек' WHERE code = '794';
UPDATE unit SET synonym = 'млн усл плит;10⁶ усл плит' WHERE code = '988';
UPDATE unit SET synonym = 'млн упак;10⁶ упак' WHERE code = '779';
UPDATE unit SET synonym = 'млн тоннаж. миль' WHERE code = '969';
UPDATE unit SET synonym = 'млн тоннаж. миль;млн пасс. миль' WHERE code = '968';
UPDATE unit SET synonym = 'млн т/год;10⁶ т/год' WHERE code = '550';
UPDATE unit SET synonym = 'млн т.км;10⁶ т.км' WHERE code = '451';
UPDATE unit SET synonym = 'млн т корм ед;10⁶ корм ед' WHERE code = '982';
UPDATE unit SET synonym = 'млн руб;10⁶ руб' WHERE code = '385';
UPDATE unit SET synonym = 'млн пасс.км;млн пасс км;10⁶ млн пасс. км' WHERE code = '424';
UPDATE unit SET synonym = 'млн пасс. миль' WHERE code = '967';
UPDATE unit SET synonym = 'млн пасс. мест. миль' WHERE code = '970';
UPDATE unit SET synonym = 'млн пар;млн. пар;миллион пар' WHERE code = '838';
UPDATE unit SET synonym = 'млн м3.;млн м3;млн. м3;10⁶ м³.;10⁶ м³' WHERE code = '159';
UPDATE unit SET synonym = 'млн лс;10⁶ л. с;10⁶ лс' WHERE code = '253';
UPDATE unit SET synonym = 'млн лист-оттиск;млн. лист-оттиск;млн. лист. оттиск.;млн. лист. оттиск;млн. лист оттиск;млн лист оттиск' WHERE code = '949';
UPDATE unit SET synonym = 'млн краск оттиск;10⁶ краск. оттиск' WHERE code = '987';
UPDATE unit SET synonym = 'млн кв.а;10⁶ кв.а' WHERE code = '242';
UPDATE unit SET synonym = 'млн ед/год;10⁶ ед/год' WHERE code = '544';
UPDATE unit SET synonym = 'млн ед;10⁶ ед' WHERE code = '644';
UPDATE unit SET synonym = 'млн доллар;10⁶ доллар' WHERE code = '9802';
UPDATE unit SET synonym = 'млн доз;млн. доз;миллион доз' WHERE code = '937';
UPDATE unit SET synonym = 'млн гол/год;10⁶ гол/год' WHERE code = '557';
UPDATE unit SET synonym = 'млн га;10⁶ га' WHERE code = '9061';
UPDATE unit SET synonym = 'млн а.ч;10⁶ а.ч;10⁶ а.ч.' WHERE code = '241';
UPDATE unit SET synonym = 'млн  усл ед;млн. усл. ед;млн. усл. ед.;миллион условных ед;миллион условных ед.;млн. усл. единиц;млн усл единиц' WHERE code = '878';
UPDATE unit SET synonym = 'мл.;мл;см³;см³.' WHERE code = '111';
UPDATE unit SET synonym = 'мл.;мл;м-литр' WHERE code = '126';
UPDATE unit SET synonym = 'мкс' WHERE code = '352';
UPDATE unit SET synonym = 'мки.;мки' WHERE code = '304';
UPDATE unit SET synonym = 'мкг/ч' WHERE code = '9987';
UPDATE unit SET synonym = 'мкг/сут;мгк/сут' WHERE code = '9986';
UPDATE unit SET synonym = 'мкг/мл' WHERE code = '9985';
UPDATE unit SET synonym = 'мкг/доза' WHERE code = '9988';
UPDATE unit SET synonym = 'мкг;mg' WHERE code = '164';
UPDATE unit SET synonym = 'мин.;мин;минута' WHERE code = '355';
UPDATE unit SET synonym = 'миля;миля.' WHERE code = '47';
UPDATE unit SET synonym = 'миллион условных кусоков;млн. усл. кус.;млн усл кус.;млн. усл. кус' WHERE code = '886';
UPDATE unit SET synonym = 'миллион условных банок;млн усл банок;млн. усл. банок;млн усл. банок.' WHERE code = '883';
UPDATE unit SET synonym = 'миллион семей;млн семей;млн. семей' WHERE code = '898';
UPDATE unit SET synonym = 'миллион домохозяйств;млн. домхоз.;млн. домхоз;млн домхоз' WHERE code = '901';
UPDATE unit SET synonym = 'метр;м;м.;метр.' WHERE code = '6';
UPDATE unit SET synonym = 'мест' WHERE code = '698';
UPDATE unit SET synonym = 'мес.;мес' WHERE code = '362';
UPDATE unit SET synonym = 'мегам;мегам.;мегам. ' WHERE code = '9';
UPDATE unit SET synonym = 'ме/мл' WHERE code = '9916';
UPDATE unit SET synonym = 'ме/г' WHERE code = '9913';
UPDATE unit SET synonym = 'ме ' WHERE code = '9910';
UPDATE unit SET synonym = 'мгц.;мгц' WHERE code = '292';
UPDATE unit SET synonym = 'мг.;мг;м-грамм' WHERE code = '161';
UPDATE unit SET synonym = 'мв.а;мв.а.' WHERE code = '228';
UPDATE unit SET synonym = 'мбк/мл;мегабк/мл' WHERE code = '9961';
UPDATE unit SET synonym = 'мбк/м2;мегабк/м2' WHERE code = '9962';
UPDATE unit SET synonym = 'мбк;мегабк;mbq' WHERE code = '307';
UPDATE unit SET synonym = 'мбит/с;мб/с' WHERE code = '2545';
UPDATE unit SET synonym = 'мбайт;мегабайт' WHERE code = '257';
UPDATE unit SET synonym = 'мб.;мб;м-бар' WHERE code = '308';
UPDATE unit SET synonym = 'м3/ч' WHERE code = '598';
UPDATE unit SET synonym = 'м3/с;кубический метр в секунду' WHERE code = '596';
UPDATE unit SET synonym = 'м² уч. лаб. здан;м2 уч.лаб здан' WHERE code = '87';
UPDATE unit SET synonym = 'м² общ. пл;м² общ. пл.;м2 общ пл' WHERE code = '81';
UPDATE unit SET synonym = 'м² жил. пл;м2 жил пл' WHERE code = '84';
UPDATE unit SET synonym = 'м/ч;метр в час' WHERE code = '231';
UPDATE unit SET synonym = 'м/с²;м/с².' WHERE code = '335';
UPDATE unit SET synonym = 'м/с;м/с.' WHERE code = '328';
UPDATE unit SET synonym = 'лс' WHERE code = '251';
UPDATE unit SET synonym = 'лм.;лм' WHERE code = '284';
UPDATE unit SET synonym = 'лк;лк.;люкс' WHERE code = '283';
UPDATE unit SET synonym = 'листа авторский;лист авторский;л авт;л. авт.;л. авт' WHERE code = '918';
UPDATE unit SET synonym = 'лист. оттиск;лист.оттиск' WHERE code = '9491';
UPDATE unit SET synonym = 'лист;листл.;л' WHERE code = '625';
UPDATE unit SET synonym = 'лист печатный;л печ;л. печ;л. печ.' WHERE code = '920';
UPDATE unit SET synonym = 'летн. ч;летн ч' WHERE code = '9641';
UPDATE unit SET synonym = 'л. уч.-изд.;л. уч-изд;л уч-изд' WHERE code = '921';
UPDATE unit SET synonym = 'л;литр.;л.;лдм3.;дм³;дм³.' WHERE code = '112';
UPDATE unit SET synonym = 'л чист спирт' WHERE code = '831';
UPDATE unit SET synonym = 'куб. м.;кубический метр;метр кубическиий;м^3;кубометр;куб.м;м.куб.;куб м;куб. м.м³.;м³.;м³' WHERE code = '113';
UPDATE unit SET synonym = 'кпа.;кпа' WHERE code = '297';
UPDATE unit SET synonym = 'корм дн;корм. дн;кормо дней' WHERE code = '971';
UPDATE unit SET synonym = 'кор' WHERE code = '8751';
UPDATE unit SET synonym = 'комплект;компл;компл.;комп;комп.' WHERE code = '839';
UPDATE unit SET synonym = 'койка;коек' WHERE code = '911';
UPDATE unit SET synonym = 'койк. дн;койк дн' WHERE code = '9111';
UPDATE unit SET synonym = 'км2.;км2' WHERE code = '61';
UPDATE unit SET synonym = 'км/ч;км/ч.;км./ч' WHERE code = '333';
UPDATE unit SET synonym = 'км.;километр;км.км;км;10³ м;тыс. м.;тыс м' WHERE code = '8';
UPDATE unit SET synonym = 'км усл. труб;км усл труб' WHERE code = '49';
UPDATE unit SET synonym = 'кл/кг.;кл/кг;кл./кг;кл./кг.' WHERE code = '349';
UPDATE unit SET synonym = 'кл.;кл' WHERE code = '270';
UPDATE unit SET synonym = 'ккал/ч' WHERE code = '237';
UPDATE unit SET synonym = 'ккал' WHERE code = '232';
UPDATE unit SET synonym = 'кие/мл' WHERE code = '9970';
UPDATE unit SET synonym = 'ки.;ки' WHERE code = '305';
UPDATE unit SET synonym = 'кдж.;кдж' WHERE code = '273';
UPDATE unit SET synonym = 'кд.;кд' WHERE code = '282';
UPDATE unit SET synonym = 'кгц.;кгц;к-герц.;к-герц' WHERE code = '291';
UPDATE unit SET synonym = 'кг/см²' WHERE code = '317';
UPDATE unit SET synonym = 'кг/с;килограмм в секунду' WHERE code = '499';
UPDATE unit SET synonym = 'кг/м³.;кг/м³' WHERE code = '316';
UPDATE unit SET synonym = 'кг/гигакал;кг/гкал' WHERE code = '511';
UPDATE unit SET synonym = 'кг уран' WHERE code = '867';
UPDATE unit SET synonym = 'кг пяти-окись фосфора' WHERE code = '865';
UPDATE unit SET synonym = 'кг перок-сид водо-рода' WHERE code = '841';
UPDATE unit SET synonym = 'кг оксид калия' WHERE code = '852';
UPDATE unit SET synonym = 'кг гидро-ксид натрия' WHERE code = '863';
UPDATE unit SET synonym = 'кг гидро-ксид ка-лия' WHERE code = '859';
UPDATE unit SET synonym = 'кг азот' WHERE code = '861';
UPDATE unit SET synonym = 'кг 90 проц сух вещ' WHERE code = '845';
UPDATE unit SET synonym = 'квт.ч;квт.ч.' WHERE code = '245';
UPDATE unit SET synonym = 'квт.;квт' WHERE code = '214';
UPDATE unit SET synonym = 'квртал;кварт' WHERE code = '364';
UPDATE unit SET synonym = 'квинт шт' WHERE code = '802';
UPDATE unit SET synonym = 'квартира;кв;кв.;квартир;квартиры' WHERE code = '909';
UPDATE unit SET synonym = 'квар.;квар' WHERE code = '230';
UPDATE unit SET synonym = 'квадр руб;10¹⁵ руб' WHERE code = '388';
UPDATE unit SET synonym = 'кв.м.;м^2;метр кв;метр квадратный;кв. м.;квадратный метр;м2;кв.м;кв м;кв.м.кв. м;кв. м;кв м.' WHERE code = '55';
UPDATE unit SET synonym = 'кв.а р' WHERE code = '248';
UPDATE unit SET synonym = 'кв;кв.;кв ' WHERE code = '223';
UPDATE unit SET synonym = 'кв а;кв. а;кв.а.;кв а.' WHERE code = '227';
UPDATE unit SET synonym = 'кбк/мл;килобк/мл' WHERE code = '9960';
UPDATE unit SET synonym = 'кбк;килобк;kbq' WHERE code = '303';
UPDATE unit SET synonym = 'кбит/с' WHERE code = '2543';
UPDATE unit SET synonym = 'кбайт/с;кб/с' WHERE code = '2561';
UPDATE unit SET synonym = 'кбайт;килобайт' WHERE code = '256';
UPDATE unit SET synonym = 'кб.;кб;к-бар.;к-бар' WHERE code = '312';
UPDATE unit SET synonym = 'кар;кар.' WHERE code = '162';
UPDATE unit SET synonym = 'канало-концы;канал. конц' WHERE code = '978';
UPDATE unit SET synonym = 'канал' WHERE code = '661';
UPDATE unit SET synonym = 'канал. км;канало-километр' WHERE code = '977';
UPDATE unit SET synonym = 'кал/ч' WHERE code = '236';
UPDATE unit SET synonym = 'к;к.;кельвин' WHERE code = '288';
UPDATE unit SET synonym = 'йбайт' WHERE code = '2558';
UPDATE unit SET synonym = 'ир/мл' WHERE code = '9951';
UPDATE unit SET synonym = 'ир' WHERE code = '9950';
UPDATE unit SET synonym = 'изделие;изд.;изд' WHERE code = '657';
UPDATE unit SET synonym = 'знак;знаков;знаки' WHERE code = '922';
UPDATE unit SET synonym = 'збайт' WHERE code = '2557';
UPDATE unit SET synonym = 'запись . запись;зап.' WHERE code = '9245';
UPDATE unit SET synonym = 'ед/сут' WHERE code = '9927';
UPDATE unit SET synonym = 'ед/мл' WHERE code = '9924';
UPDATE unit SET synonym = 'ед/мкл' WHERE code = '9923';
UPDATE unit SET synonym = 'ед/год' WHERE code = '6421';
UPDATE unit SET synonym = 'ед/г' WHERE code = '9921';
UPDATE unit SET synonym = 'ед;ед.' WHERE code = '642';
UPDATE unit SET synonym = 'ед ба' WHERE code = '9920';
UPDATE unit SET synonym = 'дюйм3;дюим3' WHERE code = '131';
UPDATE unit SET synonym = 'дюйм2' WHERE code = '71';
UPDATE unit SET synonym = 'дюжина;дюж.' WHERE code = '641';
UPDATE unit SET synonym = 'дюжина шт;дюж.шт.;дюж шт' WHERE code = '740';
UPDATE unit SET synonym = 'дюжина упак;дюж.уп.' WHERE code = '780';
UPDATE unit SET synonym = 'дюжина рул;дюж.р.;дюж.р.: дюж.рул.;дюж рул' WHERE code = '737';
UPDATE unit SET synonym = 'дюжина пар;дюж.п.' WHERE code = '733';
UPDATE unit SET synonym = 'домохозяйство;домхоз.;домхоз' WHERE code = '899';
UPDATE unit SET synonym = 'доллар за тонну;$ за тонну' WHERE code = '9805';
UPDATE unit SET synonym = 'док-т;докум;док.' WHERE code = '9246';
UPDATE unit SET synonym = 'доз;доза' WHERE code = '639';
UPDATE unit SET synonym = 'дм2;дм2.;кв дм;кв. дм;кв. дм.' WHERE code = '53';
UPDATE unit SET synonym = 'дм.;дм' WHERE code = '5';
UPDATE unit SET synonym = 'дл.;дл;д-литр' WHERE code = '118';
UPDATE unit SET synonym = 'дкл;декалитр' WHERE code = '116';
UPDATE unit SET synonym = 'дж.;дж' WHERE code = '271';
UPDATE unit SET synonym = 'дет. дн;дет дн' WHERE code = '5401';
UPDATE unit SET synonym = 'деслет;десятилетие' WHERE code = '368';
UPDATE unit SET synonym = 'дес пар;10 пар' WHERE code = '732';
UPDATE unit SET synonym = 'декада;дек' WHERE code = '361';
UPDATE unit SET synonym = 'дедвейт. т' WHERE code = '515';
UPDATE unit SET synonym = 'дб;децибел' WHERE code = '3135';
UPDATE unit SET synonym = 'д;д.;дюйм;дюим' WHERE code = '39';
UPDATE unit SET synonym = 'гц;гц.' WHERE code = '290';
UPDATE unit SET synonym = 'град. f.;град. f;град фаренг;град.фаренг' WHERE code = '281';
UPDATE unit SET synonym = 'град. c.;град. с.;град. с' WHERE code = '280';
UPDATE unit SET synonym = 'гол.;гол' WHERE code = '836';
UPDATE unit SET synonym = 'гн;генри' WHERE code = '287';
UPDATE unit SET synonym = 'гл.;гл;г-литр' WHERE code = '122';
UPDATE unit SET synonym = 'гл чист спирт' WHERE code = '833';
UPDATE unit SET synonym = 'гкал;гигакал' WHERE code = '233';
UPDATE unit SET synonym = 'гигакал/ч;гкал/ч' WHERE code = '238';
UPDATE unit SET synonym = 'ггц;гигац' WHERE code = '2931';
UPDATE unit SET synonym = 'гг;гг.;г-грамм' WHERE code = '160';
UPDATE unit SET synonym = 'гвт.ч.;гвт.ч' WHERE code = '247';
UPDATE unit SET synonym = 'гбк.;гбк' WHERE code = '302';
UPDATE unit SET synonym = 'гбит/с;гб/с' WHERE code = '2547';
UPDATE unit SET synonym = 'гбайт/с;гб/с' WHERE code = '2552';
UPDATE unit SET synonym = 'гб.;гб;г-бар' WHERE code = '310';
UPDATE unit SET synonym = 'гб;гбайт' WHERE code = '2553';
UPDATE unit SET synonym = 'га.;га;гектар' WHERE code = '59';
UPDATE unit SET synonym = 'г/квт.ч' WHERE code = '510';
UPDATE unit SET synonym = 'г;г.;лет;год' WHERE code = '366';
UPDATE unit SET synonym = 'г;г.;грамм' WHERE code = '163';
UPDATE unit SET synonym = 'г д/и;г д/и.' WHERE code = '306';
UPDATE unit SET synonym = 'выз.;вызов' WHERE code = '6422';
UPDATE unit SET synonym = 'вт.ч.;вт ч;вт.ч' WHERE code = '243';
UPDATE unit SET synonym = 'вт.;вт;ватт' WHERE code = '212';
UPDATE unit SET synonym = 'вб;вб.' WHERE code = '324';
UPDATE unit SET synonym = 'ваг. сут.;ваг. сут;ваг сут' WHERE code = '954';
UPDATE unit SET synonym = 'ваг (маш) ч' WHERE code = '9501';
UPDATE unit SET synonym = 'ваг (маш) дн;ваг. (маш) дн;ваг. (маш.) дн;ваг. (маш.) дн.' WHERE code = '950';
UPDATE unit SET synonym = 'в.а;вольт-ампер' WHERE code = '226';
UPDATE unit SET synonym = 'в.;в' WHERE code = '222';
UPDATE unit SET synonym = 'бут;бут.;бутылка;бутылки' WHERE code = '868';
UPDATE unit SET synonym = 'брт.;брт' WHERE code = '181';
UPDATE unit SET synonym = 'бод' WHERE code = '258';
UPDATE unit SET synonym = 'бобина;боб' WHERE code = '616';
UPDATE unit SET synonym = 'бк;бк.' WHERE code = '323';
UPDATE unit SET synonym = 'бит' WHERE code = '254';
UPDATE unit SET synonym = 'бар;бар.' WHERE code = '309';
UPDATE unit SET synonym = 'балл;б.;б. ' WHERE code = '9642';
UPDATE unit SET synonym = 'байт/с' WHERE code = '2551';
UPDATE unit SET synonym = 'байт' WHERE code = '255';
UPDATE unit SET synonym = 'атре' WHERE code = '9940';
UPDATE unit SET synonym = 'атм.;атм' WHERE code = '300';
UPDATE unit SET synonym = 'ат.;ат' WHERE code = '301';
UPDATE unit SET synonym = 'ампул.;ампула;ампула.;амп.;ампул;ампулы;ампулы.' WHERE code = '870';
UPDATE unit SET synonym = 'ае' WHERE code = '9930';
UPDATE unit SET synonym = 'авто т;авто т.' WHERE code = '513';
UPDATE unit SET synonym = 'авто день;автомобиле-день;авто. дн.;авто дн.;авто дн' WHERE code = '959';
UPDATE unit SET synonym = 'аб.;аб-т;абонент' WHERE code = '7923';
UPDATE unit SET synonym = 'а.ч;а.ч.' WHERE code = '263';
UPDATE unit SET synonym = 'а;а.;ар.;ар' WHERE code = '109';
UPDATE unit SET synonym = 'а;а.;ампер' WHERE code = '260';
UPDATE unit SET synonym = '2 дес' WHERE code = '730';
UPDATE unit SET synonym = '10⁹ м³;млрд м3' WHERE code = '115';
UPDATE unit SET synonym = '10⁶ усл. м²;млн усл м2' WHERE code = '64';
UPDATE unit SET synonym = '10⁶ т;млн т' WHERE code = '171';
UPDATE unit SET synonym = '10⁶ т усл. топл;млн т усл топл' WHERE code = '176';
UPDATE unit SET synonym = '10⁶ пол. л;млн пол л' WHERE code = '129';
UPDATE unit SET synonym = '10⁶ м³ пере-раб. газа;млн м3 перераб газа	' WHERE code = '125';
UPDATE unit SET synonym = '10⁶ м²;млн м2' WHERE code = '57';
UPDATE unit SET synonym = '10⁶ м² общ. пл;млн м2. общ пл	' WHERE code = '83';
UPDATE unit SET synonym = '10⁶ м² жил. пл;10⁶ м² жил. пл.;млн м2 жил пл' WHERE code = '86';
UPDATE unit SET synonym = '10⁶ м² 2 мм исч;млн м2 2мм исч' WHERE code = '89';
UPDATE unit SET synonym = '10⁶ кар;млн кар' WHERE code = '167';
UPDATE unit SET synonym = '10⁶ дм²;млн дм2' WHERE code = '56';
UPDATE unit SET synonym = '10⁶ дкл;млн дкл' WHERE code = '120';
UPDATE unit SET synonym = '10⁶ гол;млн гол' WHERE code = '9557';
UPDATE unit SET synonym = '10³ ц;тыс ц' WHERE code = '207';
UPDATE unit SET synonym = '10³ усл. м³;тыс усл м3' WHERE code = '124';
UPDATE unit SET synonym = '10³ усл. м²;тыс усл м2' WHERE code = '63';
UPDATE unit SET synonym = '10³ усл. м;тыс усл м;тысяча условных метров' WHERE code = '48';
UPDATE unit SET synonym = '10³ т.;10³ т;кт;кт.;кт к-тонна;к-тонна' WHERE code = '170';
UPDATE unit SET synonym = '10³ т;тыс т' WHERE code = '169';
UPDATE unit SET synonym = '10³ т усл. топл;тыс т усл топл	' WHERE code = '175';
UPDATE unit SET synonym = '10³ т перераб;тыс т перераб	' WHERE code = '178';
UPDATE unit SET synonym = '10³ т единовр. хран;тыс т единовр хран' WHERE code = '177';
UPDATE unit SET synonym = '10³ пол. л;тыс пол. л' WHERE code = '128';
UPDATE unit SET synonym = '10³ пог. м.;10³ пог. м;тыс.пог.м.;тыс.пог.м' WHERE code = '19';
UPDATE unit SET synonym = '10³ плотн. м³;тыс плотн м3' WHERE code = '127';
UPDATE unit SET synonym = '103 м3/ч;тыс м3/ч' WHERE code = '508';
UPDATE unit SET synonym = '10³ м³/сут;тыс м3/сут' WHERE code = '599';
UPDATE unit SET synonym = '10³ м³;10 тыс. м³' WHERE code = '114';
UPDATE unit SET synonym = '10³ м² уч. лаб. здан;10³ м² уч. лаб. здан.;тыс м2 уч. лаб здан	' WHERE code = '88';
UPDATE unit SET synonym = '10³ м² жил. пл;тыс м2 жил пл' WHERE code = '85';
UPDATE unit SET synonym = '10³ л;1000 л;тыс л' WHERE code = '130';
UPDATE unit SET synonym = '10³ краск. оттиск;тыс краск оттиск;1000 краск оттиск' WHERE code = '986';
UPDATE unit SET synonym = '10³ квт.ч;10³ квт.ч.;мвт ч;мвт.ч.;мвт.ч' WHERE code = '246';
UPDATE unit SET synonym = '10³ квт.;10³ квт;тыс квт;тыс. квт;тыс.квт.;тыс квт.' WHERE code = '215';
UPDATE unit SET synonym = '10³ кар;тыс кар' WHERE code = '165';
UPDATE unit SET synonym = '10³ дм²;тыс дм2' WHERE code = '54';
UPDATE unit SET synonym = '10³ дкл;тыс дкл' WHERE code = '119';
UPDATE unit SET synonym = '10³ гкал;тыс гкал' WHERE code = '234';
UPDATE unit SET synonym = '10³ га;тыс га' WHERE code = '60';
UPDATE unit SET synonym = '10³ а.ч;10³ а.ч.;тыс. а. ч.;тыс. а. ч;тыс.а.ч.;тыс а ч' WHERE code = '264';
UPDATE unit SET synonym = '1000 голов;тыс гол;10³ голов' WHERE code = '985';
UPDATE unit SET synonym = '1000 гнезд;10³ гнезд;тыс гнезд' WHERE code = '5562';
UPDATE unit SET synonym = '1000 $;тыс. дол;тыс дол' WHERE code = '980';
UPDATE unit SET synonym = '100 ящ;100 ящ.' WHERE code = '683';
UPDATE unit SET synonym = '100 шт;100 шт.;100 штук' WHERE code = '797';
UPDATE unit SET synonym = '100 упак.;100 упак' WHERE code = '781';
UPDATE unit SET synonym = '100 л.;100 л;100 лист' WHERE code = '626';
UPDATE unit SET synonym = '% vol;креп спирт по объем' WHERE code = '821';
UPDATE unit SET synonym = '% mds;креп спирт по массе	' WHERE code = '820';
UPDATE unit SET synonym = '_кг;килограмм;_кгкг.;кг;кг.' WHERE code = '166';
UPDATE unit SET synonym = '10⁶ гкал;10⁶ гкал;млн гкал' WHERE code = '235';
UPDATE unit SET synonym = 'моль/мл;ммоль/мл' WHERE code = '9990';
UPDATE unit SET synonym = 'мбайт/с;мбайт/с' WHERE code = '2571';
UPDATE unit SET synonym = 'бит/с;бит/с' WHERE code = '2541';